;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; This is an automatically generated file
; DO NOT modify this file, modify the SDD table: ProvingGroundsChallengeStat
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[ProvingGroundsChallengeStats]
ProvingGroundsChallengeStats_None_Title=No Challenge
ProvingGroundsChallengeStats_None_HUDProgress=
ProvingGroundsChallengeStats_None_DisplayName=---
ProvingGroundsChallengeStats_None_DisplayNamePercentage=---
ProvingGroundsChallengeStats_None_Description=No Current Challenge
ProvingGroundsChallengeStats_Kills_Title=Kills
ProvingGroundsChallengeStats_Kills_HUDProgress=Kills: <Score>/<NeededScore>
ProvingGroundsChallengeStats_Kills_DisplayName=Kill <ScoreRequirement> players
ProvingGroundsChallengeStats_Kills_DisplayNamePercentage=Top <ScoreRequirement>% of players (<NeededScore> kills)
ProvingGroundsChallengeStats_Kills_Description=This week we're all about the body-count. Kill enemy players to qualify for tickets.↵↵The top prize is only given to a percentage of players at the end of the week, so you'll have to work hard to keep in the running.
ProvingGroundsChallengeStats_MatchesWon_Title=Matches Won
ProvingGroundsChallengeStats_MatchesWon_HUDProgress=Matches won: <Score>/<NeededScore>
ProvingGroundsChallengeStats_MatchesWon_DisplayName=Win <ScoreRequirement> matches
ProvingGroundsChallengeStats_MatchesWon_DisplayNamePercentage=Top <ScoreRequirement>% of players (<NeededScore> matches)
ProvingGroundsChallengeStats_MatchesWon_Description=Sometimes it's not just the taking part that counts. To complete this challenge, you'll have to win matches in this district. ↵↵The top prize is only given to a percentage of players at the end of the week, so you'll have to work hard to keep in the running.
ProvingGroundsChallengeStats_TargetsCompleted_Title=Targets Completed
ProvingGroundsChallengeStats_TargetsCompleted_HUDProgress=Targets complete: <Score>/<NeededScore>
ProvingGroundsChallengeStats_TargetsCompleted_DisplayName=Complete <ScoreRequirement> objectives
ProvingGroundsChallengeStats_TargetsCompleted_DisplayNamePercentage=Top <ScoreRequirement>% of players (<NeededScore> objectives)
ProvingGroundsChallengeStats_TargetsCompleted_Description=Those targets aren't just going to take themselves. This week tickets are awarded for capturing objectives. ↵↵The top prize is given to a percentage of players at the end of the week, so you'll have to work hard to keep in the running.
ProvingGroundsChallengeStats_MoneyEarned_Title=Money Earned
ProvingGroundsChallengeStats_MoneyEarned_HUDProgress=<Color:R=0.1 G=0.1 B=0.1><Fonts:EngineFonts.SmallFont>$<Score>/$<NeededScore>
ProvingGroundsChallengeStats_MoneyEarned_DisplayName=$<ScoreRequirement>
ProvingGroundsChallengeStats_MoneyEarned_DisplayNamePercentage=$<NeededScore>
ProvingGroundsChallengeStats_MoneyEarned_Description= 
ProvingGroundsChallengeStats_PistolKills_Title=Pistol Kills
ProvingGroundsChallengeStats_PistolKills_HUDProgress=Pistol kills: <Score>/<NeededScore>
ProvingGroundsChallengeStats_PistolKills_DisplayName=Get <ScoreRequirement> pistol kills
ProvingGroundsChallengeStats_PistolKills_DisplayNamePercentage=Top <ScoreRequirement>% of players (<NeededScore> kills)
ProvingGroundsChallengeStats_PistolKills_Description=We're back to the Wild West this week with our Pistol challenge. Take down enemies with any secondary weapon to complete this task. ↵↵As always the top prize goes to those with the most targets taken down at the end of the week, so keep on your toes.
ProvingGroundsChallengeStats_Damage_Title=Damage
ProvingGroundsChallengeStats_Damage_HUDProgress=Damage: <Score>/<NeededScore>
ProvingGroundsChallengeStats_Damage_DisplayName=Deal <ScoreRequirement> damage
ProvingGroundsChallengeStats_Damage_DisplayNamePercentage=Top <ScoreRequirement>% of players (<NeededScore> damage)
ProvingGroundsChallengeStats_Damage_Description=Fight Club is all about dishing out the pain, and we want you to prove to us you can give as good as you get. This week, deal damage to other players and you can win tickets.↵↵The top prize is given to a percentage of players at the end of the week, so you'll have to work hard to keep in the running.
ProvingGroundsChallengeStats_Activities_Title=Activity
ProvingGroundsChallengeStats_Activities_HUDProgress=<Score>/<NeededScore>
ProvingGroundsChallengeStats_Activities_DisplayName=<ScoreRequirement> Activities
ProvingGroundsChallengeStats_Activities_DisplayNamePercentage=<NeededScore> Activities
ProvingGroundsChallengeStats_Activities_Description= 
ProvingGroundsChallengeStats_MatchesComplete_Title=Matches Complete
ProvingGroundsChallengeStats_MatchesComplete_HUDProgress=Matches played: <Score>/<NeededScore>
ProvingGroundsChallengeStats_MatchesComplete_DisplayName=Complete <ScoreRequirement> matches
ProvingGroundsChallengeStats_MatchesComplete_DisplayNamePercentage=<NeededScore> matches
ProvingGroundsChallengeStats_MatchesComplete_Description=Welcome to Fright Club! The Powers That Be have commanded that Fight Club be transformed into Fright Club for two weeks and it has bent to their will. New challenges and new rewards await those that bend to their whims. Step inside the Asylum, give yourself over to Trick or Treat and let the beat of Abingdon Towers take over.↵↵Happy Halloween from The Powers That Be.↵
ProvingGroundsChallengeStats_CollectablesDestroyed_Title=Pumpkins Smashed
ProvingGroundsChallengeStats_CollectablesDestroyed_HUDProgress=Pumpkins Smashed: <Score>/<NeededScore>
ProvingGroundsChallengeStats_CollectablesDestroyed_DisplayName=Smash <ScoreRequirement> Pumpkins
ProvingGroundsChallengeStats_CollectablesDestroyed_DisplayNamePercentage=Top <ScoreRequirement>% of players (<NeededScore> Pumpkins)
ProvingGroundsChallengeStats_CollectablesDestroyed_Description=Welcome to Fright Club! The Powers That Be have commanded that Fight Club be transformed into Fright Club for two weeks and it has bent to their will. New challenges and new rewards await those that bend to their whims. Step inside the Asylum, give yourself over to Trick or Treat and let the beat of Abingdon Towers take over.↵↵Happy Halloween from The Powers That Be.↵
